import react from "react";
import "../css/termofuse.css"

function Privacy() {
    return (
        <div>
            <div className="container mt-5">
                <p className="p-none">Үйлчилгээний нөхцөл</p>
                <div className="fonts">
                    <p className="p-margin" >  Энэхүү нууцлалын бодлого нь “МСМ Групп” ХХК болон түүний охин компаниуд (“Бетастар” ХХК болон “”Дэлхийн Шилдэг Техник ХХК)-ийн (цаашид хамтад нь “МСМ Групп” гэх) гаргасан бүх онлайн платформуудад (вэбсайт, имэйл, гар утасны болон вэбэд суурилсан програмууд г.м) хэрэглэгдэнэ.</p>
                    <p className="p-margin">ого нь МСМ Групп таны хувийн мэдээллийн халдашгүй байдлыг хангахад орших бөгөөд мэдээллийг хэрхэн цуглуулж, ашигладаг талаар мэдээлэл өгөх зорилготой.</p>
                    <p className="p-margin">Мэдээлэл цуглуулах</p>
                    <p className="p-margin">Бид мэдээллийг ихэнхдээ өөрийн цахим хуудаснуудаараа дамжуулан хэрэглэгч талбарт хандах, олон нийтийн сүлжээгээр дамжуулан нийтлэл хүлээн авахаар бүртгүүлэх зэрэг янз бүрийн байдлаар цуглуулж болно.</p>
                    <p className="p-margin">Энэхүү нууцлалын бодлого нь “МСМ Групп” ХХК болон түүний охин компаниуд (“Бетастар” ХХК болон “”Дэлхийн Шилдэг Техник ХХК)-ийн (цаашид хамтад нь “МСМ Групп” гэх) гаргасан бүх онлайн платформуудад (вэбсайт, имэйл, гар утасны болон вэбэд суурилсан програмууд г.м) хэрэглэгдэнэ.</p>
                    <p>Энэхүү нууцлалын бодлого нь МСМ Групп таны хувийн мэдээллийн халдашгүй байдлыг хангахад орших бөгөөд мэдээллийг хэрхэн цуглуулж, ашигладаг талаар мэдээлэл өгөх зорилготой.</p>
                    <p className="p-margin">Мэдээлэл цуглуулах</p>
                    <p className="p-margin">Бид мэдээллийг ихэнхдээ өөрийн цахим хуудаснуудаараа дамжуулан хэрэглэгч талбарт хандах, олон нийтийн сүлжээгээр дамжуулан нийтлэл хүлээн авахаар бүртгүүлэх зэрэг янз бүрийн байдлаар цуглуулж болно. </p>
                </div>
            </div>
            <div className="container mb-5 d-none d-md-block">
                <div className="fonts">
                    <p className="p-margin" >  Энэхүү нууцлалын бодлого нь “МСМ Групп” ХХК болон түүний охин компаниуд (“Бетастар” ХХК болон “”Дэлхийн Шилдэг Техник ХХК)-ийн (цаашид хамтад нь “МСМ Групп” гэх) гаргасан бүх онлайн платформуудад (вэбсайт, имэйл, гар утасны болон вэбэд суурилсан програмууд г.м) хэрэглэгдэнэ.</p>
                    <p className="p-margin">ого нь МСМ Групп таны хувийн мэдээллийн халдашгүй байдлыг хангахад орших бөгөөд мэдээллийг хэрхэн цуглуулж, ашигладаг талаар мэдээлэл өгөх зорилготой.</p>
                    <p className="p-margin">Мэдээлэл цуглуулах</p>
                    <p className="p-margin">Бид мэдээллийг ихэнхдээ өөрийн цахим хуудаснуудаараа дамжуулан хэрэглэгч талбарт хандах, олон нийтийн сүлжээгээр дамжуулан нийтлэл хүлээн авахаар бүртгүүлэх зэрэг янз бүрийн байдлаар цуглуулж болно.</p>
                    <p className="p-margin">Энэхүү нууцлалын бодлого нь “МСМ Групп” ХХК болон түүний охин компаниуд (“Бетастар” ХХК болон “”Дэлхийн Шилдэг Техник ХХК)-ийн (цаашид хамтад нь “МСМ Групп” гэх) гаргасан бүх онлайн платформуудад (вэбсайт, имэйл, гар утасны болон вэбэд суурилсан програмууд г.м) хэрэглэгдэнэ.</p>
                    <p>Энэхүү нууцлалын бодлого нь МСМ Групп таны хувийн мэдээллийн халдашгүй байдлыг хангахад орших бөгөөд мэдээллийг хэрхэн цуглуулж, ашигладаг талаар мэдээлэл өгөх зорилготой.</p>
                    <p className="p-margin">Мэдээлэл цуглуулах</p>
                    <p className="p-margin">Бид мэдээллийг ихэнхдээ өөрийн цахим хуудаснуудаараа дамжуулан хэрэглэгч талбарт хандах, олон нийтийн сүлжээгээр дамжуулан нийтлэл хүлээн авахаар бүртгүүлэх зэрэг янз бүрийн байдлаар цуглуулж болно. </p>
                </div>

            </div>
        </div>


    )
}
export default Privacy;
